tap "eddieantonio/eddieantonio"
tap "eth-p/software"
tap "fabianishere/personal"
tap "github/gh"
tap "hashicorp/security", "git@github.com:hashicorp/homebrew-security.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nerdrew/tap"
tap "trashhalo/brews"
brew "ack"
brew "asciinema"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "blueutil"
brew "broot"
brew "glib"
brew "python@3.9"
brew "cheat"
brew "circleci"
brew "cmake"
brew "ctags"
brew "openldap"
brew "curl"
brew "dark-mode"
brew "direnv"
brew "dos2unix"
brew "exa", args: ["HEAD"]
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "libbluray"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go-jira"
brew "gomplate"
brew "gperftools"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "jfrog-cli"
brew "jq"
brew "lesspipe"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "macvim"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "node"
brew "node@14"
brew "nvm"
brew "osxutils"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql"
brew "prettier"
brew "protobuf"
brew "python-yq"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sloccount"
brew "sox"
brew "ssh-copy-id", link: true
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unrar"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "eth-p/software/bat-extras"
brew "fabianishere/personal/pam_reattach"
brew "hashicorp/security/doormat-cli"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "adoptopenjdk"
cask "anki"
cask "cheatsheet"
cask "dbeaver-community"
cask "font-juliamono"
cask "font-libre-franklin"
cask "font-sauce-code-pro-nerd-font"
cask "java"
cask "keepingyouawake"
cask "keybase"
cask "obsidian"
cask "pgadmin4"
cask "qlmarkdown"
cask "vagrant"
cask "virtualbox"
