tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-turbo"
brew "xz"
brew "pycparser"
brew "openssl@3"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "blueutil"
brew "broot"
brew "glib"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "cheat"
brew "circleci"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "dos2unix"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "icu4c@76"
brew "harfbuzz"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-jira"
brew "gperftools"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "html2text"
brew "htop"
brew "jq"
brew "lesspipe"
brew "llvm"
brew "luajit"
brew "luarocks"
brew "macvim"
brew "make"
brew "mas"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "node@20"
brew "openjdk"
brew "osxutils"
brew "pkgconf"
brew "plantuml"
brew "postgresql@16", link: true
brew "protobuf"
brew "pstree"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "scc"
brew "sloccount"
brew "ssh-copy-id", link: true
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "anki"
cask "audacity"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-libre-franklin"
cask "font-sauce-code-pro-nerd-font"
cask "fontbase"
cask "gitup"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "keepingyouawake"
cask "monodraw"
cask "omnifocus"
cask "omnigraffle"
cask "pgadmin4"
cask "signal"
cask "slack"
cask "spotify"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Base", id: 402383384
mas "Chambers Thesaurus", id: 498829958
mas "Cicero", id: 1480977453
mas "Diagrams", id: 1276248849
mas "Evernote Web Clipper", id: 1481669779
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Marked 2", id: 890031187
mas "MeetingBar", id: 1532419400
mas "MindNode", id: 1289197285
mas "Moom Classic", id: 419330170
mas "New Oxford American Dictionary", id: 1066450412
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Soulver 3", id: 1508732804
mas "Synalyze It!", id: 417074533
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Typeface", id: 1062679359
mas "Ultra Character Map", id: 520265986
mas "WiFi Explorer", id: 494803304
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835

# vim: set filetype=ruby:
